Repository: eu-digital-identity-wallet/av-app-ios-wallet-ui
Catalog: Modules/logic-resources/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, fr, it

# age_over
source: Age over %d
da: Alder over %d
de: Alter über %d Jahre
fr: Âgé de plus de %d ans
it: Maggiore di %d anni

source: Age over 18
da: Alder over 18
de: Alter über 18
fr: Âge supérieur à 18 ans
it: Età superiore a 18 anni

# biometric_login_biometrics_enabled_subtitle
source: Use your biometrics to access the Age Verification Application.
da: Brug din biometri for at få adgang til applikationen for aldersverifikationen.
de: Verwenden Sie Ihre Biometriedaten, um auf die Altersverifizierungs-Wallet zuzugreifen.
fr: Utilisez votre biométrie pour accéder au portefeuille de vérification d'âge.
it: Usa i tuoi dati biometrici per accedere all'applicazione di verifica dell'età.

# biometric_login_biometrics_not_enabled_subtitle
source: To access the Age Verification Application, please enter your PIN.
da: Du skal indtaste din PIN for at få adgang til applikationen for aldersverifikationen.
de: Geben Sie bitte Ihre PIN ein, um auf die Altersverifizierungs-Wallet zuzugreifen.
fr: Pour accéder au portefeuille de vérification d'âge, veuillez saisir votre code PIN.
it: Per accedere all'applicazione di verifica dell'età, inserisci il tuo PIN.

# biometric_login_forgot_pin
source: Forgot your PIN?
da: Glemt din PIN?
de: PIN vergessen?
fr: Vous avez oublié votre code PIN ?
it: Hai dimenticato il tuo PIN?

# biometric_login_title
source: Welcome Back!
da: Velkommen tilbage!
de: Willkommen zurück!
fr: Ravis de vous revoir !
it: Bentornato!

# biometric_no_hardware
source: Your device does not support biometric authentication
da: Din enhed understøtter ikke biometrisk godkendelse
de: Ihr Gerät unterstützt keine biometrische Authentifizierung.
fr: Votre appareil ne prend pas en charge l'authentification biométrique
it: Il tuo dispositivo non supporta l'autenticazione biometrica

# biometric_prompt_subtitle
source: Authenticate using your biometrics
da: Godkend ved hjælp af din biometri
de: Authentifizierung mit Ihrem Biometrie
fr: Authentifiez-vouz avec l'utilisation de votre biométrie
it: Accedi con i tuoi dati biometrici

# biometric_prompt_title
source: Biometric authentication
da: Biometrisk godkendelse
de: Biometrische Authentifizierung
fr: Authentification biométrique
it: Autenticazione biometrica

# biometric_setup_description
source: Use your fingerprint or face recognition to log in to the "%@" app.
da: Brug dit fingeraftryk eller ansigtsgenkendelse til at logge ind på appen "%@"
de: Melden Sie sich mit Ihrem Fingerabdruck oder Ihrer Gesichtserkennung bei der App "%@" an.
fr: Utilisez votre empreinte digitale ou votre reconnaissance faciale pour vous connecter au "%@" App.
it: Usa la tua impronta digitale o il riconoscimento facciale per accedere all'app "%@".

# biometric_setup_enable
source: Start setup
da: Start installation
de: Einrichtung starten
fr: Démarrer la configuration
it: Avvia la configurazione

# biometric_setup_skip
source: Skip
da: Spring over
de: Überspringen
fr: Passer
it: Salta

# biometric_setup_title
source: Biometric access
da: Biometrisk adgang
de: Biometrischer Zugriff
fr: Accès biométrique
it: Accesso biometrico

# biometric_unknown_error
source: Something went wrong initializing biometric authentication. Please try again
da: Noget gik galt ved initialisering af biometrisk godkendelse. Prøv igen
de: Bei der Initialisierung der biometrischen Authentifizierung ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
fr: Un défaut est apparu lors de l\'initialisation de l\'authentification biométrique. Veuillez réessayer.
it: Si è verificato un errore durante l\'inizializzazione dell\'autenticazione biometrica. Riprova.

# biometry_unlock_reason
source: Authenticate to unlock Age Verification
da: Godkend for at låse Age Verification op
de: Authentifizieren Sie sich, um Age Verification zu entsperren
fr: Authentifiez-vous pour déverrouiller Age Verification
it: Autenticati per sbloccare Age Verification

# cd_close_button
source: Back
da: Tilbage
de: Zurück
fr: Retour
it: Indietro

# cd_flash_button
source: Toggle camera flash
da: Slå kameraets blitz til/fra
de: Kamerablitz umschalten
fr: Activer/désactiver le flash de l\'appareil photo
it: Attiva/disattiva il flash della fotocamera

# confirm_doc_removal_dialog_delete
source: Yes, delete
da: Ja, slet
de: Ja, löschen
fr: Oui, supprimer.
it: Sì, elimina

# confirm_doc_removal_dialog_text
source: Are you sure you want to delete all the stored proofs?
da: Er du sikker på, at du vil slette alle gemte beviser?
de: Sind Sie sicher, dass Sie alle gespeicherten Nachweise löschen möchten?
fr: Voulez-vous vraiment supprimer toutes les preuves enregistrées ?
it: Confermi di voler eliminare tutte le attestazioni archiviate?

# confirm_doc_removal_dialog_title
source: Confirm documents deletion
da: Bekræft sletning af dokumenter
de: Löschen der Dokumente bestätigen
fr: Confirmer la suppression des documents
it: Conferma l'eliminazione dei documenti

# consent_screen_confirm_button
source: Next
da: Næste
de: Weiter
fr: Suivant
it: Avanti

# consent_screen_data_protection_button
source: Data Protection Information
da: Oplysninger om databeskyttelse
de: Datenschutzinformationen
fr: Information relatifs a la protection des données
it: Informazioni sulla protezione dei dati

# consent_screen_data_protection_checkbox
source: I have read the data protection notice
da: Jeg har læst databeskyttelsesmeddelelsen
de: Ich habe die Datenschutzhinweise gelesen
fr: J\'ai lu l\'avis de protection des données
it: Ho letto l'informativa sulla protezione dei dati

# consent_screen_personal_data_checkbox
source: I consent to the processing of my personal data by [the application provider] for the purpose of obtaining an age verification attestation. This process requires the scanning of my ID or passport and a video of myself to confirm my identity. These data will be processed on my device only and will not be accessible by [the application provider] or any third party. See the data protection notice for more information
da: Jeg giver mit samtykke til behandling af mine personoplysninger af [applikationsudbyderen] med det formål at opnå en aldersverifikationserklæring. Denne proces kræver scanning af mit ID eller pas og en video af mig selv for at bekræfte min identitet. Disse data vil kun blive behandlet på min enhed og vil ikke være tilgængelige for [applikationsudbyderen] eller nogen tredjepart. Se databeskyttelsesmeddelelsen for mere information
de: Ich stimme der Verarbeitung meiner personenbezogenen Daten durch [den Anwendungsanbieter] zu, um eine Altersverifizierungsbescheinigung zu erhalten. Dieser Vorgang erfordert das Scannen meines Ausweises oder Reisepasses und ein Video von mir zur Bestätigung meiner Identität. Diese Daten werden nur auf meinem Gerät verarbeitet und sind weder für [den Anwendungsanbieter] noch für Dritte zugänglich. Weitere Informationen finden Sie in den Datenschutzhinweisen
fr: Je consens au traitement de mes données personnelles par [le fournisseur de l\'application] dans le but d\'obtenir une attestation de vérification d\'âge. Ce processus nécessite la numérisation de ma carte d\'identité ou de mon passeport et une vidéo de moi-même pour confirmer mon identité. Ces données seront traitées uniquement sur mon appareil et ne seront pas accessibles par [le fournisseur de l\'application] ou par un tiers. Consultez l\'avis de protection des données pour plus d\'informations
it: Acconsento al trattamento dei miei dati personali da parte [del fornitore dell'applicazione] al fine di ottenere un'attestazione di verifica dell'età. Questo processo richiede la scansione del mio documento d'identità o passaporto e un video di me stesso per confermare la mia identità. Questi dati verranno elaborati solo sul mio dispositivo e non saranno accessibili [al fornitore dell'applicazione] o a terze parti. Consultare l'informativa sulla protezione dei dati per ulteriori informazioni

# consent_screen_title
source: First we need your consent
da: Vi skal bruge dit samtykke først
de: Zuerst benötigen wir Ihre Zustimmung
fr: Nous avons d\'abord besoin de votre consentement
it: Per prima cosa abbiamo bisogno del tuo consenso

# consent_screen_tos_button
source: Terms of Service
da: Servicevilkår
de: Nutzungsbedingungen
fr: Conditions de service
it: Termini di servizio

# consent_screen_tos_checkbox
source: I accept the Terms of Service
da: Jeg accepterer servicevilkårene
de: Ich akzeptiere die Nutzungsbedingungen
fr: J\'accepte les conditions d\'utilisation
it: Accetto i Termini di servizio

# content_description_add_document_from_qr_icon
source: Add document from QR
da: Tilføj dokument fra QR-kode
de: Dokument per QR-Code hinzufügen
fr: Ajouter un document du QR
it: Aggiungi il documento da QR

# content_description_add_icon
source: Add
da: Tilføj
de: Hinzufügen
fr: Ajouter
it: Aggiungi

# content_description_arrow_back_icon
source: Go Back
da: Gå tilbage
de: Zurück
fr: Retour
it: Torna indietro

# content_description_arrow_down_icon
source: Arrow down
da: Pil ned
de: Pfeil nach unten
fr: Flèche vers le bas
it: Freccia giù

# content_description_arrow_right_icon
source: Arrow right
da: Højrepil
de: Pfeil rechts
fr: Flèche vers la droite
it: Freccia a destra

# content_description_arrow_up_icon
source: Arrow up<
da: Pil op
de: Pfeil nach oben
fr: Flèche vers le haut
it: Freccia su

# content_description_check_icon
source: Check
da: Kontrollér
de: Prüfen
fr: Vérifier
it: Controlla

# content_description_clock_timer_icon
source: Clock timer
da: Stopur
de: Uhrzeit
fr: Chronomètre
it: Timer

# content_description_date_range_icon
source: Select filter date range
da: Vælg interval for filtrering af datoer
de: Datumsbereich filtern
fr: Sélectionner le filtre de plage de dates
it: Seleziona l'intervallo di date del filtro

# content_description_documents_icon
source: Documents
da: Dokumenter
de: Dokumente
it: Documenti

# content_description_edit_icon
source: Edit
da: Rediger
de: Bearbeiten
fr: Modifier
it: Modifica

# content_description_error_icon
source: Error
da: Fejl
de: Fehler
fr: Erreur
it: Errore

# content_description_eu_map_icon
source: EU Map
da: EU-kort
de: EU-Karte
fr: Carte de l\'UE
it: Mappa dell\'UE

# content_description_filters_icon
source: Filter
da: Filtre
fr: Filtres
it: Filtri

# content_description_handle_bar_icon
source: Handle bar
da: Håndtagsbjælke
de: Handgriff
fr: Poignée
it: Barra degli strumenti

# content_description_image_or_placeholder_icon
source: Image or placeholder icon
da: Ikon eller pladsholderikon
de: Bild- oder Platzhaltersymbol
fr: Image ou espace réservé
it: Immagine o icona segnaposto

# content_description_in_progress_icon
source: In progress
da: I gang
de: In Bearbeitung
fr: En cours
it: In corso

# content_description_issuer_logo_icon
source: Issuer logo
da: Udstederlogo
de: Logo des Ausstellers
fr: Logo de l\'émetteur
it: Logo dell\'emittente

# content_description_logo_plain_icon
source: Plain Logo icon
da: Almindeligt logoikon
de: Logo-Symbol
fr: Logo simple
it: Icona del logo normale

# content_description_logo_text_icon
source: Text Logo icon
da: Tekstlogoikon
de: Logo-Symbol
fr: Logo avec texte
it: Icona del logo testuale

# content_description_message_icon
source: Message
da: Besked
de: Nachricht
it: Messaggio

# content_description_more_vert_icon
source: More Items
da: Flere emner
de: Weitere Elemente
fr: Plus d\'articles
it: Più elementi

# content_description_national_eid_icon
source: National eID
da: Nationalt eID
de: Nationale eID
fr: eID national
it: eID Nazionale

# content_description_open_new_icon
source: Open new
da: Åbn nyt
de: Neu öffnen
fr: Ouvrir nouveau
it: Apri nuovo

# content_description_present_document_same_device_icon
source: Present document in person
da: Fremvis dokument ved personligt fremmøde
de: Dokument persönlich vorlegen
fr: Présenter le document en personne
it: Presenta il documento di persona

# content_description_qr_icon
source: QR
da: QR-kode

# content_description_search_icon
source: Search
da: Søg
de: Suchen
fr: Recherche
it: Ricerca

# content_description_settings_icon
source: Settings
da: Indstillinger
de: Einstellungen
fr: Paramètres
it: Impostazioni

# content_description_success_icon
source: Success
da: Udført
de: Erfolgreich
fr: Succès
it: Operazione completata

# content_description_user_icon
source: User
da: Bruger
de: Benutzer
fr: Utilisateur
it: Utente

# content_description_verified_icon
source: Verified
da: Verificeret
de: Verifiziert
fr: Vérifié
it: Verificato

# content_description_wallet_activated_icon
source: Application activated
da: Applikation aktiveret
de: Wallet aktiviert
fr: Portefeuille activé
it: Applicazione attivata

# content_description_wallet_secured_icon
source: Application secured
da: Applikation sikret
de: Wallet gesichert
fr: Portefeuille sécurisé
it: Applicazione protetta

# content_description_warning_icon
source: Warning
da: Advarsel
de: Warnung
fr: Avertissement
it: Attenzione

# document_category_education
source: EDUCATION
da: UDDANNELSE
de: BILDUNG
fr: ÉDUCATION
it: ISTRUZIONE

# document_category_finance
source: FINANCE
da: FINANS
de: FINANZEN
it: FINANZA

# document_category_government
source: GOVERNMENT
da: REGERING
de: BEHÖRDE
fr: GOUVERNEMENT
it: GOVERNO

# document_category_health
source: HEALTH
da: SUNDHED
de: GESUNDHEIT
fr: SANTÉ
it: SALUTE

# document_category_other
source: OTHER
da: ANDET
de: SONSTIGES
fr: AUTRE
it: ALTRO

# document_category_retail
source: RETAIL
da: DETAILHANDEL
de: EINZELHANDEL
fr: VENTE AU DÉTAIL
it: VENDITA AL DETTAGLIO

# document_category_social_security
source: SOCIAL SECURITY
da: SOCIAL SIKRING
de: SOZIALVERSICHERUNG
fr: SÉCURITÉ SOCIALE
it: PREVIDENZA SOCIALE

# document_category_travel
source: TRAVEL
da: REJSE
de: REISEN
fr: VOYAGE
it: VIAGGI

# document_details_boolean_item_false_readable_value
source: no
da: nej
de: Nein
fr: Non

# document_details_boolean_item_true_readable_value
source: yes
da: ja
de: Ja
fr: Oui
it: sì

# document_provider_section_header
source: This information will be shared:
da: Disse oplysninger vil blive delt.
de: Diese Informationen werden weitergegeben.
fr: Ces informations seront partagées
it: Queste informazioni saranno condivise.

# document_success_collapsed_supporting_text
source: Credential details
da: Legitimationsdetaljer
de: Anmeldeinformationen
fr: Détails d\'identification
it: Credenziali

# document_success_header_description
source: You successfully shared the following information with
da: Du delte følgende oplysninger med
de: Sie haben die folgenden Informationen erfolgreich weitergegeben an
fr: Les informations suivantes ont bien été communiquées à
it: Hai condiviso correttamente le seguenti informazioni con

# document_success_header_description_when_error
source: You successfully shared the information with
da: Du delte oplysningerne med
de: Sie haben die Informationen erfolgreich weitergegeben an
fr: Les informations ont bien été communiquées à
it: Hai condiviso correttamente le informazioni con

# document_success_relying_party_default_name
source: Online service
da: Online tjeneste
de: Vertrauende Partei
fr: Service en ligne
it: Servizio online

# document_success_sticky_button_text
source: Close
da: Luk
de: Schließen
fr: Fermer
it: Chiudi

# generic_accept
source: Accept
da: Acceptere
fr: Accepter
it: Accettare

# generic_back
source: Back
da: Tilbage
de: Zurück
fr: Dos
it: Indietro

# generic_cancel
source: Cancel
da: Annuller
de: Abbrechen
fr: Annuler
it: Annulla

# generic_cancel_capitalized
source: CANCEL
da: ANNULLER
de: ABBRECHEN
fr: ANNULER
it: ANNULLA

# generic_close
source: Close
da: Luk
de: Schließen
fr: Fermer
it: Chiudi

# generic_default_issuer_name
source: Issuer
da: Udsteder
de: Aussteller
fr: Émetteur
it: Emittente

# generic_default_relying_party_name
source: Online service
da: Online tjeneste
de: Vertrauende Partei
fr: Service en ligne
it: Servizio online

# generic_deferred_success_text
source: In progress!
da: I gang!
de: In Bearbeitung!
fr: En cours!
it: Operazione in corso!

# generic_error_button_retry
source: TRY AGAIN
da: PRØV IGEN
de: ERNEUT VERSUCHEN
fr: ESSAYER À NOUVEAU
it: RIPROVA

# generic_error_description
source: If the issue persists, please contact customer support
da: Hvis problemet fortsætter, bedes du kontakte kundesupport
de: Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Kundendienst.
fr: Si le problème persiste, veuillez contacter l\'assistance client
it: Se il problema persiste, contatta l\'assistenza clienti

# generic_error_message
source: Oups! Something went wrong
da: Ups! Noget gik galt
de: Ups! Ein Fehler ist aufgetreten.
fr: OUPS! Un défaut s\'est produit.
it: Ops! Qualcosa è andato storto

# generic_error_retry
source: Please try again
da: Prøv igen
de: Bitte versuchen Sie es erneut.
fr: Veuillez réessayer
it: Riprova

# generic_network_error_message
source: You are not connected to the internet
da: Du er ikke forbundet til internettet
de: Sie sind nicht mit dem Internet verbunden.
fr: Vous n\'êtes pas connecté à Internet
it: Non sei connesso a Internet

# generic_no
source: No
da: Ingen
de: NEIN
fr: Non

# generic_or
source: OR
da: ELLER
de: ODER
fr: OU
it: OPPURE

# generic_scan_qr
source: Scan QR
da: Scan QR-kode
de: QR scannen
it: Scansiona QR

# generic_success
source: Success
da: Udført
de: Erfolgreich
fr: Succès
it: Operazione completata

# generic_unknown
source: Unknown
da: Ukendt
de: Unbekannt
fr: Inconnu
it: Sconosciuto

# generic_view_details
source: Credential details
da: Legitimationsdetaljer
de: Anmeldeinformationen
fr: Détails d\'identification
it: Credenziali

# generic_yes
source: Yes
da: Ja
de: Ja
fr: Oui
it: SÌ

# issuance_add_document_deferred_success_description
source: Your document has been requested. You will be notified when it has been issued to your application.
da: Dit dokument er blevet anmodet. Du får besked, når det er blevet udstedt til din applikation.
de: Ihr Dokument wurde angefordert. Sie werden benachrichtigt, sobald das Dokument Ihrem Wallet hinzugefügt wurde.
fr: Votre document a été demandé. Vous serez informé quand il aura été délivré à votre portefeuille.
it: Il tuo documento è stato richiesto. Ti avviseremo quando sarà disponibile sulla tua applicazione.

# issuance_add_document_deferred_success_text
source: In progress!
da: I gang!
de: In Bearbeitung!
fr: En cours!
it: Operazione in corso!

# issuance_add_document_no_options
source: No available documents
da: Ingen tilgængelige dokumenter
de: Keine Dokumente verfügbar
fr: Aucun document disponible
it: Nessun documento disponibile

# issuance_add_document_scan_qr_footer_button_text
source: Scan QR
da: Scan QR-kode
de: QR scannen
it: Scansiona QR

# issuance_add_document_scan_qr_footer_text
source: OR
da: ELLER
de: ODER
fr: OU
it: OPPURE

# issuance_add_document_subtitle
source: Choose a digital document from the list below to add to your application.
da: Vælg et digitalt dokument som skal føjes til din applikation på listen nedenfor.
de: Wählen Sie ein digitales Dokument aus der Liste unten aus, um es Ihrer Brieftasche hinzuzufügen.
fr: Sélectionnez un document numérique dans la liste ci-dessous pour ajouter à votre portefeuille.
it: Scegli un documento digitale dall\'elenco qui sotto da aggiungere alla tua applicazione.

# issuance_add_document_title
source: Add document from list
da: Tilføj dokument fra listen
de: Dokument aus Liste hinzufügen
fr: Ajouter un document à partir de la liste
it: Aggiungi un documento dall\'elenco

# issuance_code_caption
source: Type the %1$d-digit transaction code you received.
da: Indtast den %1$d-cifrede transaktionskode, du har modtaget.
de: Geben Sie den %1$d-stelligen Transaktionscode ein, den Sie erhalten haben.
fr: Saisissez le code de transaction à %1$d chiffres que vous avez reçu.
it: Digita il codice di transazione a %1$d cifre che hai ricevuto.

# issuance_code_title
source: %1$@ requires verification
da: %1$@ kræver verifikation
de: %1$@ erfordert Verifizierung
fr: %1$@ nécessite une vérification
it: %1$@ richiede la verifica

# issuance_document_offer_deferred_success_description
source: Your documents from %1$@ have been requested. You will be notified when they have been issued to your application.
da: Dine dokumenter fra %1$@ er blevet anmodet. Du får besked, når de er blevet udstedt til din applikation.
de: Ihre Dokumente von %1$@ wurden angefordert. Sie werden benachrichtigt, sobald die Gutschriften an Ihr Wallet übermittelt wurden.
fr: Vos documents de %1$@ ont été demandés. Vous serez informé lorsqu\'ils auront été délivrés dans votre portefeuille.
it: I tuoi documenti da %1$@ sono stati richiesti. Ti avviseremo quando saranno disponibile sulla tua applicazione.

# issuance_document_offer_deferred_success_text
source: In Progress!
da: I gang!
de: In Bearbeitung!
fr: En cours!
it: Operazione in corso!

# issuance_document_offer_description
source: The following transaction requires your permission and authentication.
da: Følgende transaktion kræver din tilladelse og godkendelse.
de: Die folgende Transaktion erfordert Ihre Zustimmung und Authentifizierung.
fr: La transaction suivante nécessite votre autorisation et votre authentification.
it: La seguente transazione richiede la tua autorizzazione e autenticazione.

# issuance_document_offer_error_invalid_txcode_format
source: Invalid transaction code format. Length should be between %1$d to %2$d digits and only numeric characters are allowed.
da: Ugyldigt transaktionskodeformat. Længden skal være mellem %1$d og %2$d cifre, og kun numeriske tegn er tilladt.
de: Ungültiges Transaktionscodeformat. Die Länge sollte zwischen %1$d und %2$d Ziffern liegen. Es sind nur numerische Zeichen zulässig.
fr: Format de code de transaction non valide. La longueur doit être entre %1$d et %2$d chiffres et seuls les caractères numériques sont autorisés.
it: Formato del codice di transazione non valido. La lunghezza deve essere compresa tra %1$d e %2$d cifre. Sono consentiti solo caratteri numerici.

# issuance_document_offer_error_missing_pid_text
source: Application needs to be activated first with a National ID
da: Applikation skal først aktiveres med et nationalt ID
de: Das Wallet muss zuerst mit einer Personalausweisnummer aktiviert werden.
fr: L\'activation du portefeuille nécessite en premier lieu une pièce d\'identité nationale.
it: L\'applicazione dev\'essere attivata per prima cosa con un documento d\'identità nazionale

# issuance_document_offer_error_no_document
source: Unable to fetch and process the credential offer
da: Kan ikke hente og behandle legitimationstilbuddet
de: Das Anmeldeinformationsangebot konnte nicht abgerufen und verarbeitet werden.
fr: Impossible de récupérer et de traiter l\'offre d\'identification
it: Impossibile recuperare ed elaborare l\'offerta di credenziali

# issuance_document_offer_error_unable_to_fetch_transaction_log
source: Unable to fetch transaction log
da: Transaktionsloggen kunne ikke hentes
de: Transaktionsprotokoll konnte nicht abgerufen werden
fr: Impossible de récupérer le journal des transactions
it: Impossibile recuperare il registro delle transazioni

# issuance_document_offer_error_unable_to_present_and_share
source: Unable to present and share your documents.
da: Kan ikke præsentere og dele dine dokumenter.
de: Ihre Dokumente können nicht angezeigt und geteilt werden.
fr: Impossible de présenter et de partager vos documents.
it: Impossibile presentare e condividere i documenti.

# issuance_document_offer_header_main_text
source: ISSUANCE REQUEST
da: UDSTEDELSESANMODNING
de: AUSSTELLUNGSANFRAGE
fr: DEMANDE D\'ÉMISSION
it: RICHIESTA DI EMISSIONE

# issuance_document_offer_primary_button_text_add
source: Add
da: Tilføj
de: Hinzufügen
fr: Ajouter
it: Aggiungi

# issuance_document_offer_relying_party_default_name
source: Issuer
da: Udsteder
de: Aussteller
fr: Émetteur
it: Emittente
